/* postfix, for a time in the past */
" ago." = " ago.";

/* prefix, for a time in the past, or - for none */
"-" = "-";

/* No comment provided by engineer. */
"Add a network and enable dynamic IP updates in your OpenDNS account." = "Add a network and enable dynamic IP updates in your OpenDNS account.";

/* Cancel, in login window */
"Cancel" = "Cancel";

/* Change account, in status window */
"Change account" = "Change account";

/* No comment provided by engineer. */
"Change network" = "Change network";

/* No comment provided by engineer. */
"Error downloading data" = "Error downloading data";

/* No comment provided by engineer. */
"Error downloading information" = "Error downloading information";

/* hour, for how recently an IP has been updated */
"hr" = "hr";

/* No IP assigned yet */
"IP: unavailable" = "IP: unavailable";

/* IP address was recently updated */
"Less than a minute ago." = "Less than a minute ago.";

/* No comment provided by engineer. */
"Login failed" = "Login failed";

/* No comment provided by engineer. */
"Make sure at least one network is enabled for dynamic IP updates in your OpenDNS account." = "Make sure at least one network is enabled for dynamic IP updates in your OpenDNS account.";

/* minute, for how recently an IP has been updated */
"minute" = "minute";

/* No comment provided by engineer. */
"Network error" = "Network error";

/* Not using OpenDNS */
"No" = "No";

/* No comment provided by engineer. */
"No dynamic IP networks" = "No dynamic IP networks";

/* No comment provided by engineer. */
"No network selected" = "No network selected";

/* Network unreachable */
"No networks" = "No networks";

/* No comment provided by engineer. */
"No networks enabled for dynamic IP updates" = "No networks enabled for dynamic IP updates";

/* No comment provided by engineer. */
"No other networks available" = "No other networks available";

/* No comment provided by engineer. */
"None of your networks is configured for dynamic IP updates. First, configure a network for dynamic IP updates in your OpenDNS account. Then select a network." = "None of your networks is configured for dynamic IP updates. First, configure a network for dynamic IP updates in your OpenDNS account. Then select a network.";

/* Not signed in, in status window */
"Not signed in" = "Not signed in";

/* No comment provided by engineer. */
"Please double-check your username and password." = "Please double-check your username and password.";

/* Quit, in login window */
"Quit" = "Quit";

/* No comment provided by engineer. */
"Refresh network list" = "Refresh network list";

/* No comment provided by engineer. */
"Select network" = "Select network";

/* sign in, in status window */
"Sign in" = "Sign in";

/* IP updates disabled */
"Updates disabled" = "Updates disabled";

/* Using OpenDNS */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You don't have any networks. First, add a network in your OpenDNS account. Then refresh network list." = "You don't have any networks. First, add a network in your OpenDNS account. Then refresh network list.";

/* No comment provided by engineer. */
"You have no networks" = "You have no networks";

/* No comment provided by engineer. */
"You need to select one of your networks." = "You need to select one of your networks.";

/* No comment provided by engineer. */
"You only have one network configured for dynamic IP updates." = "You only have one network configured for dynamic IP updates.";

/* No comment provided by engineer. */
"Your authorization token is invalid." = "Your authorization token is invalid.";

/* No comment provided by engineer. */
"Your IP address is taken by another user. Learn more at %@" = "Your IP address is taken by another user. Learn more at %@";

/* No comment provided by engineer. */
"Your OpenDNS settings might not work due to DNS IP address (%@) and HTTP IP address (%@) mismatch. Learn more at %@" = "Your OpenDNS settings might not work due to DNS IP address (%1$@) and HTTP IP address (%2$@) mismatch. Learn more at %3$@";

